Repository: hugo-lorenzo-mato/GTK-Python-moviesDB
Catalog: locale/*/LC_MESSAGES/*.po
Languages: es

source: Movies DB
es: Películas BD

source: Movies DataBase
es: Películas BD

source: Insert title keyword...
es: Introducir palabra clave

source: Insert movie title...
es: Insertar título...

source: Insert movie release year...
es: Insertar año de estreno...

source: Insert movie runtime...
es: Insertar duración...

source: Insert movie synopsis...
es: Insertar descripción...

source: Insert movie rating...
es: Insertar duración

source: Title
es: Título

source: Release year
es: Año de estreno

source: Runtime (min)
es: Duración (min)

source: Synopsis
es: Descripción

source: Rating (1-5)
es: Calificación (1-5)

source: Pending
es: Pendiente

source: Watched
es: Vista

source: Status?
es: Estado

source: Cancel
es: Cancelar

source: Confirm
es: Confirmar

source: Recommended
es: Recomendadas

source: Delete selected
es: Borrar seleccionada

source: Full film list
es: Todas las películas

source: Watched films
es: Películas vistas

source: Pending Films
es: Películas pendientes

source: Release
es: Estreno

source: Runtime
es: Duración

source: Rating
es: Calificación

source: Please use correct format for insertion
es: Por favor utilice el formato correcto al insertar

source: Downloading
es: Descargando

source: Checking the web for recommended movies
es: Buscando recomendaciones en la red
